Revit 2016 API
Plane Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2016
Syntax
C#
public Plane()
Visual Basic
Public Sub New
Visual C++
public:
Plane()
See Also
Plane Class
Plane Overload
Autodesk.Revit.DB Namespace